#დაწერეთ პროგრამა სადაც შეამოწმებთ, აქვს თუ არა ადამიანს მართვის მოწმობის აღების უფლება მისი ასაკისა და მართვის 
# გამოცდილებიდან გამომდინარე. დარწმუნდით, რომ მომხმარებელი შეიყვანს თავისი ასაკს და წლების რაოდენობა,
#  რომელსაც მანქანას მართავდა.მომხმარებელმა უნდა შეიყვანოს დადებითი მთელი რიცხვები ასაკისა და მართვის
#  გამოცდილებისთვის. (დაგნა მოხდეს ოპერაციები)გამოიყენეთ შემდეგი საკვალიფიკაციო კრიტერიუმები: პირი უნდა 
# იყოს მინიმუმ 18 წლის მართვის მოწმობის მისაღებად. თუ პირი 18 წლამდეა, მას არ შეეძლება მართვის მოწმობის აღება.
#  თუ პირი არის 18 წლის ან მეტი, მას უნდა ჰქონდეს მინიმუმ 1 წლიანი მართვის გამოცდილება, რომ დაშვებული იყოს 
# მართვის მოწმობის აღებისთვის.მომხმარებლისთვის აჩვენეთ შეტყობინება, რომელშიც მითითებულია მართვის მოწმობის 
# მიღების უფლება.

age = int(input("შეიყვანე შენი ასაკი:"))

if age>=18:
    print("შენ შეგიძლია მართვის მოწმობის აღება")
else:
    print("შენ არ შეგიძლია მართვის მოწმობის აღება")

exsperience = int(input("შეიყვანე შენი მართვის გამოცდილება"))

if exsperience>=2:
    print("შენ გაქვს ტარების გამოცდილება")

else:
    print("შენ არ გაქვს საკმარისი ტარების გამოცდილება")


if age>=18 and exsperience>=2:
    print("შენ წარმატებით აიღე მართვის მოწმობა")
else:
    print("შენ ვერ აიღე მართვის მოწმობა")


